Repository: netrunner-kubuntu-legacy/ubiquity-slideshow-netrunner
Catalog: po/netrunner/*.po
Languages: ru

source: Accessibility in Netrunner
ru: Для людей с ограниченными возможностями

source: We want to make computers work for everyone, whatever your physical circumstances. So, we provide tools that make Netrunner one of the most accessible operating systems around.
ru: Мы хотим сделать компьютеры доступными каждому, даже тем, у кого есть физические недостатки. Поэтому, мы предлагаем инструменты, которые делают Netrunner одной из самых доступных операционных систем в мире.

source: You can get at these tools in one place: the <em>Accessibility</em> preferences, inside the System Settings application from the menu. From there, you can turn on helpful tools like <em>Modifier Keys</em>, <em>Keyboard Filters</em>, and <em>Activation Gestures</em>.
ru: Эти инструменты находятся вместе: перейдите в «Параметры системы» —> <em>Специальные возможности</em>. Там вы можете включить такие полезные возможности, как <em>Клавиши-модификаторы</em>, <em>Фильтры клавиатуры</em>, и <em>Жесты активации</em>.

source: Remember to also look over the <em>Appearance Preferences</em>, too. You can choose between different visual styles and even change the fonts that are used by applications.
ru: Чтобы выбрать различные стили оформления и изменить шрифты, перейдите в «Параметры системы» —> <em>Внешний вид</em>.

source: Get your game on with Netrunner
ru: Игры для Netrunner

source: With hundreds of game titles in our online repository, Netrunner allows you to not be all about work, but also allows you to play.
ru: Сотни доступных игр позволяют Netrunner быть не только системой для работы, но и для развлечений.

source: The <em>KDE Software Compilation</em> has quite a few games ranging from card games to logic games and board games.
ru: Среда рабочего стола <em>KDE SC</em> содержит довольно много разнообразных игр.

source: First Person Shooters, Role Play Games, and more are also available in the repositories.
ru: Стрелялки от первого лица, ролевые игры, и многие другие доступны в хранилище программ.

source: Getting help with Netrunner
ru: Помощь при работе в Netrunner

source: If you need help, try <em>Help</em> from the menu, or the <em>Help</em> menu in most applications.
ru: Если вам нужна помощь, выберите <em>Справка</em> в главном меню или <em>Руководство пользователя</em> в меню большинства программ.

source: In addition to our extensive written help, the Netrunner community in conjunction with the Ubuntu community, provides free technical support in person and over the Internet. There is also commercial support available through Canonical, its partners and approved companies. Learn more at <a href="http://www.ubuntu.com/support">ubuntu.com/support</a>.
ru: В дополнение к нашему обширному разделу текстовой справки, сообщество Netrunner в сотрудничестве с сообществом Ubuntu обеспечивает бесплатную техническую поддержку лично и через интернет. Существует также коммерческая поддержка, доступная при поддержке Canonical, её партнёров и одобренных компаний. Узнайте больше на <a href="http://www.ubuntu.com/support">ubuntu.com/support</a>.

source: Let us know about your Netrunner experience at <a href="http://www.ubuntu.com/community">ubuntu.com/community</a>!
ru: Расскажи нам про свой опыт в использовании Netrunner на <a href="http://www.ubuntu.com/community">ubuntu.com/community</a>!

source: Get involved and contribute to Netrunner
ru: Примите участие в развитии Netrunner

source: The Netrunner community consists of a group of individuals, who make up one of the greatest teams in the open source community, work on various aspects of the distribution, providing advice and technical support, as well as helping to promote Netrunner to a wider audience.
ru: Сообщество Netrunner состоит из людей, составляющих одну из крупнейших команд Open Source сообщества, работающих в различных видах распространения, обеспечения помощью и технической поддержкой, а также помогающих узнать о Netrunner более широкой аудитории.

source: No matter your skill level, getting involved and helping to mold the future of Netrunner is easy, and you are more than welcome to help out.
ru: Независимо от уровня ваших навыков вы можете повлиять на будущее Netrunner. Приветствуется любая ваша помощь.

source: Look over <a href="https://wiki.kubuntu.org/Netrunner/GettingInvolved">wiki.kubuntu.org/Netrunner/GettingInvolved</a> and see where you might be able to help out. Remember, it is easy to get involved and the work you do will be seen by millions of people around the world.
ru: Посетите страницу <a href="https://wiki.kubuntu.org/Netrunner/GettingInvolved">wiki.kubuntu.org/Netrunner/GettingInvolved</a> и посмотрите, где бы вы смогли помочь. Помните, что принять участие легко, а вашу работу увидят миллионы людей по всему миру.

source: The installation will finish soon. We hope you enjoy Netrunner.
ru: Установка завершится в ближайшее время. Надеемся, вам понравится Netrunner.

source: Organize, enjoy, and share your photos
ru: Просматривайте и делитесь фотографиями

source: With <em>Gwenview</em>, it is really easy to organize and share your photos.
ru: C помощью <em>Gwenview</em> очень легко управлять и делиться своими фотографиями.

source: Use the Export option to copy your photos to a remote computer, iPod, a custom HTML gallery, or to export to services such as Flickr, SmugMug, PicasaWeb, and more.
ru: Используйте опцию экспорта для того, чтобы скопировать ваши фотографии на удалённый компьютер, iPod, пользовательскую HTML-галлерею, или для загрузки на такие сервисы, как Flickr, SmugMug, PicasaWeb и другие.

source: For more advanced organization and editing features, <em>digiKam</em> is available for installation.
ru: Для более продвинутых возможностей управления и редактирования установите <em>digiKam</em>.

source: Installing additional software
ru: Установка дополнительных программ

source: Take a look at <em>Software Management</em> application in the menu under the System tab. Software Management will allow you to install (and remove) software from our online repositories, which we carefully organize to be safe and up to date.
ru: Обратите внимание на приложение <em>Управление программами</em> в главном меню. <em>Управление программами</em> позволит вам устанавливать (и удалять) программное обеспечение из репозитория, которое мы тщательно поддерживаем в безопасном и актуальном состоянии.

source: There is great software for everything from creating music and movies to producing 3D models and exploring the universe.
ru: Вы найдёте отличное программное обеспечение для всего, от создания музыки и фильмов до трёхмерного моделирования и исследования Вселенной.

source: If you need something that isn't available through us, find out if there is a Debian package or another repository available. That way, it will be really easy to install and you will receive automatic updates.
ru: Если вам всё же понадобится какая-либо программа, недоступная через "Управление программами", проверьте, нет ли в сети готового deb-пакета или иного репозитория. Установка программ таким способом очень проста и обеспечивает их автоматическое обновление.

source: The Internet, your way
ru: Ваш путь в интернет

source: Netrunner ships software necessary to utilize the Internet for many different situations.
ru: Netrunner содержит всё необходимое программное обеспечение для различной работы в интернете.

source: Browse the web, share your files, software, and multimedia, send and receive e-mail, and communicate with friends and family.
ru: Просматривайте веб-страницы, делитесь файлами, программами и мультимедиа-данными, отправляйте и получайте электронную почту, общайтесь с друзьями и семьёй.

source: Web browsers such as <em>Firefox</em> and Google's <em>Chromium</em> are easily installable.
ru: Можно легко установить такие веб-браузеры, как <em>Firefox</em> и <em>Chromium</em>.

source: Music and movies in Netrunner
ru: Музыка и фильмы в Netrunner

source: Netrunner is ready to play videos and music from the web, from CDs and DVDs.
ru: В Netrunner есть всё, чтобы проигрывать видео и музыку из интернета, с CD и DVD дисков.

source: <em>Amarok</em> audio player lets you organize your music and listen to Internet radio, podcasts, and more, as well as synchronizes your audio collection to a portable audio player.
ru: Аудиопроигрыватель <em>Amarok</em> позволит вам управлять вашей музыкальной коллекцией, слушать интернет-радио, подкастинг и многое другое. Он также позволяет синхронизировать вашу музыку с портативным аудиоплеером.

source: <em>Dragon Player</em> allows you to easily watch videos from your computer, DVD, or streamed over the Internet.
ru: <em>Dragon Player</em> позволяет вам легко просматривать видео на вашем компьютере, DVD или прямо из интернета.

source: Office tools at your fingertips
ru: Офисные приложения всегда под рукой

source: <em>LibreOffice</em> is a powerful office software suite that is very easy to learn and use.
ru: <em>LibreOffice</em> - это мощный пакет офисного программного обеспечения, который является очень легким в освоении и использовании.

source: Use it to create letters, presentations and spreadsheets, as well as diagrams and databases.
ru: С его помощью можно создавать письма, презентации, электронные таблицы, а также диаграммы и базы данных.

source: <em>LibreOffice</em> works with documents from other popular office applications include WordPerfect and Microsoft Office. It uses the standard OpenDocument format.
ru: <em>LibreOffice</em> работает с документами других популярных офисных приложений, включая WordPerfect и Microsoft Office. Он использует стандартный формат OpenDocument.

source: Manage your contacts, dates, and e-mail
ru: Управляйте контактами, встречами и эл. почтой

source: <em>Kontact</em> is the fully-featured personal information management software that comes with Netrunner. It contains applications for E-mail, Calendar, Address Book, and more.
ru: <em>Kontact</em> - это менеджер персональной информации. Он включает в себя приложения для работы с эл. почтой, календарь, контактную книгу и многое другое.

source: Send e-mail with <em>KMail</em> from services such as Yahoo, GMail, and various groupware services.
ru: Отправляйте письма, используя <em>KMail</em> с такими почтовыми службами как Yahoo, GMail и различными службами для совместной работы.

source: Organize your calendar and scheduling with <em>KOrganizer</em> and synchronize with services such as Google's Calendar.
ru: Организуйте свой календарь и расписание вместе с <em>KOrganizer</em>, и синхронизируйте его с сервисами, наподобие, Календарь Google.

source: Keep your contacts organized with <em>KAddressBook</em> and import or export your contacts with nearly every address book standard as well synchronize with various groupware services.
ru: Организуйте ваши контакты с помощью <em>KAddressBook</em>, импортируйте или экспортируйте контакты практически в любой формат адресных книг, а также синхронизируйте их с различными службами для совместной работы.

source: <em>Kontact</em> is the perfect personal information management integration for you!
ru: <em>Kontact</em> - это идеальное средство объединения и управления персональными данными!

source: Welcome
ru: Добро пожаловать!

source: Thank you for choosing Netrunner 4.2 LTS.
ru: Спасибо за то, что выбрали Netrunner 4.2 LTS.

source: We believe every computer user should be free to work in the environment of their choice and to download, change, study and share their software for any purpose.
ru: Мы считаем, что каждый пользователь должен работать в той программной среде, которую он выбрал. А также скачивать, изменять, изучать и делиться программным обеспечением.

source: As part of our promise, we want Netrunner to work as well for you as possible. So while it installs, this slideshow will provide a quick introduction.
ru: Мы хотим, чтобы ваша работа в Netrunner была эффективной. Поэтому во время установки будет показано слайд-шоу в качестве краткого введения в работу.

source: Netrunner is designed to be easy. Feel free to explore!
ru: Netrunner задумана быть простой. Почувствуйте свободу и лёгкость при знакомстве с ней!
